Repository: naftulish/shabbat-close-WP
Catalog: languages/scwp-*.po
Languages: he_il

source: Shabbat Kodesh
he_il: שבת קודש

source: ltr
he_il: rtl

source: Close WP sites on Shabaat & Holiday
he_il: סגירת אתרי וורדפרס בשבת וחג

source: WooCommerce Shop
he_il: חנות ווקומרס

source: Close WooCommerce Shop On Shabbat
he_il: סגירת חנות ווקומרס בשבת וחג

source: Close Shop
he_il: סגירת חנות

source: Elmentor Pro PopUp
he_il: אלמנטור פרו פופאפ

source: Turn On Elmentor Pro PopUp On Close Shop
he_il: הפעלת פופאפ אלמנטור כשהחנות סגורה

source: Turn On Elmentor PopUp
he_il: הפעלת פופאפ אלמנטור פרו

source: Elmentor PopUp ID
he_il: מזהה יחודי (ID) של אלמנטור פופאפ

source: Close Site Alert
he_il: התראת אתר סגור

source: Turn On Alert On Close Site
he_il: הפעלת התראה כשהאתר סגור

source: Turn On Alert
he_il: הפעלת התראה

source: Alert Message
he_il: הודעת התראה

source: Time Zone
he_il: אזור זמן

source: Time Zone For Shabbat Times
he_il: אזור זמן לקביעת זמני השבת

source: Choich Time Zone
he_il: בחר אזור זמן

source: Shabbat Mode
he_il: מצב שבת

source: Turn Site To Shabbat Mode
he_il: הפעלת מצב שבת

source: Turn On Shabbat Mode
he_il: הפעלת מצב שבת

source: Save Settings
he_il: שמירת שינויים

source: Development options - JS object
he_il: אפשרויות למפתחים - אובייקט JS

source: The { scwp } object contains information about shabbat times
he_il: האובייקט { scwp } מכיל מידע אודות זמני השבת

source: Development: Naftali Stein
he_il: פיתוח: נפתלי שטיין

source: For non-commercial use
he_il: לשימוש חופשי - לא מסחרי

source: Default Time Zone - IL-Jerusalem
he_il: אזור זמן ברירת מחדל - IL-Jerusalem

source: Close WP site on Shabbat & holiday
he_il: סגירת אתר בשבת וחג

source: Naftali Stein
he_il: נפתלי שטיין
